Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] The Handmade Tales of the Handmaid KO>EN.tmx
Source language: ko_kr
Languages: en

source: 어떻게 된 거지?
en: i wonder what happened?

source: 그래도 되나요?
en: will you?

source: 하미, 너도 적당히 상대해 주고 와.
en: grana, just be somewhat nice and come back.

source: 야밤에 누가 시끄럽게 떠들어!
en: who is making a racket at this hour of the night!

source: 실과 바늘만 있으면 본격적인 옷을 만드는 것도 가능하다.
en: once i have a needle and thread, i can make clothes.

source: 손 봐, 다쳤어?
en: let me see your hand. are you hurt?

source: 화악!
en: blush

source: 근데 외모는 참 예뻤단 말이야…
en: she was quite pretty...

source: 지난번에 보내 준 마법술 원론 개정판 초고는 다 읽어 봤다.
en: I read the first draft of the spell theory you sent me.

source: 저기···
en: ummm...

source: 그런 제 눈에도 그 카밀리아 꽃의 문양은 예사롭지 않은걸요?
en: but that camellia flower is quite a masterpiece!

source: 아빠, 온다던 손님이 이 사람들이야?
en: daddy, are these the guests you were talking about?

source: 어서 이쪽으로 오세요!
en: please come this way!

source: 다름이 아니라 이불 자수를 새로 해줬으면 한다.
en: i want to know if you can work on a new pattern for my quilt.

source: ...어쩔 수 없지.
en: there’s nothing I can do now.

source: 캉캉!
en: *BARK BARK*

source: 음.
en: ummm...

source: 하하, 아무것도 아니에욤.
en: haha, it’s nothing.

source: 이건…?
en: what’s this?

source: 접, 접수 마감되셨습니다.
en: y-you’re registered.

source: 아주 간혹 사망자가 나올 때도 있고요.
en: and sometimes participants do die.

source: 단 1퍼센트도 없어요.
en: not even a one percent chance.

source: 그리 생각하지 않는가?
en: don’t you agree?

source: 자작님께선 계속 새 유모를 구하려고 애쓰셨는데,
en: the viscount kept wanting to hire a new nanny,

source: 그 말이 네가 나에게 한 첫 번째 거짓말이야.
en: what you just said was the first lie you’ve ever told me.

source: 혹시 뭐 만드는 거 좋아하고 그러셔욤?
en: do you like making things, or anything similar?

source: 하미, 넌 무슨 잠을 말처럼 자니?
en: grana, you sleep like a horse!

source: 아무것도 없잖아!
en: you don’t have anything in your hand!

source: 네게 큰 상을 내리실지도 몰라!
en: he may even reward you!

source: 현재에 안주하지 말고 염원하고, 열망하라고...
en: I shouldn’t settle for what I have and be inspired to want more...

source: 이 자수가 정말 제 손으로 만든 것이라니… 아직도 믿기지 않아요.
en: i still can’t believe i stitched this pattern with my own hands...

source: 그러게 다 됐네.
en: you’re right, it’s done.

source: 아… 실은 한 가지 묻고 싶은 게 있었어요.
en: yes, I do have one.

source: 윈스턴 자작가의 티 파티에서 하미가 귀부인들께 자수를 가르쳤다고 하더군요.
en: grana taught them how to make embroidery at the winston house’s tea parties.

source: 네 부탁을 내가 어찌 거절하겠니.
en: how could i say no to your request?

source: 오구… 착하기도 하지.
en: there there... such a good boy.

source: 슈정과에 대한 보답으로 소설책을 가져왔습니다.
en: i brought you a novel.

source: 도련님!
en: young master!

source: 숲의 요정 님프가 있다면 이런 모습일 거야~
en: if there are such things like forest nymphs, they would look just like her.

source: 나는 머리쓰개!
en: i would have asked for a head covering!

source: 같은 방향이면 같이 갈까?
en: should we go together if we’re headed the same way?

source: 그래!
en: all right!

source: 그래···.
en: okay...

source: 아버지껜 내가 잘 말씀드려 볼 테니… 무리하지 마.
en: i’ll try to tell father nicely... so don’t overwork yourself.

source: 새로 만들어 왔는데, 또 마음에 안 들 수도 있잖아, 안 그래?
en: otherwise, she might make another one that doesn’t suit my taste, don’t you think?

source: 터덜
en: trudge

source: 괜찮대도.
en: i will be fine.

source: 방금 그건… 뭐였지?
en: what was that?

source: 뭐… 어떻게든 되겄지.
en: well... i’ll figure it out somehow.

source: 이 나이에 레이디의 소양을 배울 줄이야.
en: I never thought I would learn the manners of a lady at this age.

source: 그럼요, 이런 귀한 기회를 놓칠 수는 없지요.
en: of course. i can’t miss out on a valuable opportunity like this.

source: 하녀와 하인이 눈이 맞는 일은 꽤 빈번하게 일어났다.
en: the maids and manservants often fell for each other.

source: 아냐~ 옷 사는 건데 뭘, 금방이지.
en: no, it won’t. buying clothes won’t take long.

source: 부인, 식사 준비가 다 되었습니다.
en: the meal is ready.

source: 속았어!
en: I was fooled!

source: 와버렸어.
en: he’s here.

source: 선물이 궁금하니까···.
en: since I want to know what the gift is...

source: ···그래.
en: okay.

source: 응접실로 모셔…
en: escort her to the drawing room.

source: 아내라고…?
en: his... wife?

source: 시간이 그러하고, 죽음이 그러하다.
en: the endless march of time. a certain death.

source: 어엉?
en: huh?

source: 질끈!
en: scrunch

source: 착하다, 우리 도련님.
en: how kind of you, young master.

source: -19화-
en: Episode 19

source: 아내는 본디 유명한 귀족 가문의 여식인데,
en: my wife is originally the daughter of a renowned noble family...

source: 그거야, 제가 아는 아가씨가 어느 댁에 사는지 몰라서, 하나하나 찾아다니느라 그런 거죠.
en: that’s because i didn’t know where you lived and ended up going from door to door.

source: 여러분, 이것 좀 보세요.
en: everyone, take a look at this.

source: 두
en: du

source: 피엘라 윈스턴 카시안의 친누이
en: fiella winston, cassian’s biological sister

source: 벌써 이렇게 시간이 많이 지났다고?
en: already?

source: …도련님?
en: young master?

source: -1화-
en: -Episode 1-

source: 아…
en: oh...

source: 아니, 그냥 제목을 보려고 꺼내 본 거야.
en: no, I just wanted to look at the title.

source: 너라면 아주 멋진 남자랑 사귈 수 있을 거 같아.
en: i think you’ll be able to get an amazing man.

source: 어디 소풍이라도 가는 모양이구나.
en: looks like you’re off to a picnic.

source: 아… 정말 감사합니다.
en: ah... thank you so much.

source: 얘기는 들었다.
en: i heard the news.

source: 그건 그렇지.
en: yeah... I know.

source: 그럼··· 제 염원이 별로 필요하지 않겠네요?
en: then... you wouldn’t want my wish, huh?

source: 하나···
en: sigh

source: 키코스에게 편지가 왔네요.
en: a letter came from kikos hykel.

source: 창조?
en: creation?

source: 마침 잘 만났다.
en: good thing I ran into you.

source: 100년 남짓한 시간과는 비교할 수 없을 정도로 길고 긴 시간입니다.
en: it’s not even comparable to a hundred years.

source: 이리 와 보셔요, 어서요.
en: come over here, quickly.

source: 사, 아, 자, 차.
en: g, h, i, j...

source: 아까 그 여우와 친구라고 한 말, 정말인가?
en: were you telling the truth when you said you were friends with the fox?

source: 더 필요한 건 없니?
en: do you need anything else?

source: 혼이 난다고?
en: trouble?

source: 살롱 ‘쟈넬’ 여성복 판매점
en: ‘salon janelle’, a women’s clothing shop

source: 심지어 블레이크 교수마저 처음 듣는 표정이었고…
en: even professor blake seemed to be clueless...

source: 내가 무슨 짓을 한 거지?
en: what did I just do?

source: 아무래도 이 솜씨를 저만 아는 건 너무 불공평하다고 생각해요.
en: i think it’s quite unfair of me to keep knowledge of this talent to myself.

source: 아주 큰일이 났다고요!
en: an urgent matter came up!

source: 맞다, 이 세계에는 마법이라는 게 있다고 했었지?
en: that’s right... magic exists in this world.

source: 하… 하녀장님…
en: h-housekeeper, ma’am.

source: 좋아.
en: alright.

source: 잠들어 버렸구나.
en: i fell asleep.

source: 귀족 여인이 하녀에게서 배움을 받는다니.
en: how can a lady of noble class learn from a maid?

source: 쟤가 저렇게 예뻤… 아니 아름다웠나.
en: i never realized she was so pretty... I mean beautiful.

source: 자아, 다 됐다.
en: here you go.

source: 마침 잘됐네요.
en: that’s great.

source: 좀 봐주지 그래.
en: you should let this one go.

source: 위엄이 있으면서도 특별하지만 너무 튀지는 않는 그런 자수다.
en: a pattern that’s noble and unique but doesn’t attract too much attention.

source: 평소와 똑같은 하녀복인데, 오늘따라 왜 이렇게…
en: she wears the same maid clothes as always, but today especially...

source: 예, 일전에 열다섯 살짜리 고아를 저택에 하나 들였습니다.
en: yes, sir. the house took in a 15-year-old-orphan recently.

source: 내가 알려준다고.
en: i’ll teach you.

source: 이, 이걸… 만들었다고…?
en: you... you made this?

source: 응, 손.
en: yeah, my hand.

source: 저기 말이야, 저기.
en: over there.

source: 언제부터였을까?
en: since when?

source: 미···?
en: na...?

source: 그건 그냥 내가 잘나서 그래.
en: it’s simply because I’m superior.

source: 저기다, 저쪽.
en: it’s that way.

source: 소풍이 아니고 점쟁이에게 전해줄 거예요.
en: it’s not for a picnic. it’s for the fortune teller.

source: 전혀 감이 안 잡히는데… 어쩌면 좋지요?
en: I really have no clue... what do I do?

source: 뭐야…?
en: what?

source: 나한테 적용하려 들지 말고.
en: Don’t try to apply it to me.

source: 뭐하고 있어?
en: what are you doing?

source: 화악
en: blush

source: 맛이 어떤지 평 좀 들어보게.
en: tell me what it tastes like.

source: 돈은 괜찮으니, 가져가 주세요.
en: there’s no need to pay. please just take it.

source: …너를 부르는군.
en: they’re looking for you.

source: 캉
en: *bark*

source: 하미 양 덕분에 수업 태도가 좋으시군.
en: he is much more attentive, thanks to ms. grana.

source: 대답.
en: responded.

source: 응, 좋다고?
en: oh, you like that?

source: 어떤 자수가 보고들 싶으셔요?
en: what pattern would you like?

source: 제가 예술을 보는 안목이 그리 뛰어난 것은 아니지만,
en: i don’t have an artistic eye myself,

source: 글쎄요… 원래 이건 비밀로 해야 하는 건데…
en: I don’t know... this is actually supposed to be a secret.

source: 하지만 저는 예법도 잘 모르는걸요.
en: but I’m not even aware of the etiquette yet.

source: 그런가… 친구인가…
en: are we... really friends?

source: 오늘 사이즈를 재고, 추후에 맞춤으로 제작해 드리면 어떨까요?
en: how about we measure her size and make the clothing later?

source: 같은 계통의 성질을 지닌 마력이나, 마력 도구끼리는 원래 잘 반응해요.
en: the same type of mana or magical tools tend to react with one another.

source: 퍼엉~!
en: bang

source: 아니에요, 전 지금 선생님 수업을 들은 거로도 충분합니다.
en: it’s not like that at all. being able to take lessons from the professor is enough for me.

source: …아무래도 한참 쏟아질 것 같은데?
en: it looks like it’s going to pour for a while.

source: 네···?
en: what...?

source: 하미 양은 이전에 율리시스와 따로 만나 적이 있다지?
en: I hear you’ve met ulysses before?

source: 제가 전에… 분석 마법술사들이 어떤 놈들인지 말한 적이 있지욤?
en: I’ve told you what the investigator sorcerers are, right?

source: 녹색 드래곤도 있네요!
en: there’s a green dragon!

source: 그렇지 않아도 곧 태어날 손주에게 선물을 하나 해주고 싶었답니다.
en: i’ve been wanting to give my future grandson a gift.

source: 아무튼 부탁한다.
en: anyway, please.

source: 알겠어요.
en: alright.

source: 안 되는데… 그럼…
en: I can’t. so..

source: 그리고 거기서 마셨던 음료 중에 독특한 게 있었는데…
en: i had quite the unique drink there, too...

source: 안타깝게도 마법술에는 정해진 방법이라는 게 없어욤.
en: unfortunately, there is no set way to make spells.

source: 으, 으···.
en: ugh...

source: 제가 아이 낳는 것에 대해서는 다 알고 있으니까!
en: i know all about giving birth!

source: 무슨 좋은 꿈이라도 꾸셨나 봐요?
en: did you have a nice dream?

source: 흐으음···.
en: hmmm...

source: 생긴 건 커피랑 비슷한데…
en: it looks similar to coffee...

source: 예, 하미 양에게도 인사 전해 주셔요.
en: please tell ms. grana we said goodbye.

source: 그래도 되는 거였구나…
en: it’s fine to do just that, huh...

source: 찔끔...!
en: teary...!

source: 일전에 이런 것들을 갖고 싶다고 하지 않았누?
en: didn’t you say you wanted these things?

source: 나도 듣고 싶어!
en: so do i!

source: 이 정도면 수를 놓을 수 있겠어.
en: i’d be able to sew with this amount of light.

source: 바늘 가는데 함부로 손 올리고 그러는 거 아니야!
en: you don’t touch the fabric while i’m sewing!

source: 아무리 그래도 신분 차이가 있는데 쉽게 반말을 허락할 수는 없잖아?
en: i can’t just let you use informal speech so easily when our social statuses are different, don’t you think?

source: 쯧쯧, 안타깝구나.
en: tsk tsk... how sad...

source: 세상에 이게 대체 어찌 된 일이란 말인가.
en: what in the world?

source: 하녀 방에 배정된 등불용 기름이 적으니, 너도 이만 자는 게 좋겠구나.
en: the candle oil designated for the maids is very little, so it’d be best if you went to bed.

source: 그럼 이따 저녁 식사 때 다시 만나도록 해요.
en: then I’ll see you later tonight at the feast.

source: 번쩍!
en: shine

source: 황금··· 새?
en: a golden... bird?

source: 만약 안주인이 살아있었다면, 진작 이 솜씨가 알려지고도 남았을 텐데.
en: if the viscountess was still alive, grana’s skills would be known far and wide.

source: 부모님 호강도 시켜드리고 말이야.
en: it’ll help your parents live a comfortable life later.

source: 처음부터 카시안 도련님에게 마력이 이끌리는 감각을 느끼고 계셨을 거예욤.
en: you probably felt that your mana was attracted to young master cassian from the first time you met him.

source: 꼭 그렇게 될 거예욤.
en: it will be.

source: 끄응···.
en: ugh...

source: 그게 아니고, 아예 이 방에서 나가셔야 할 것 같은데···.
en: that’s not it. I think you need to leave the room...

source: 하지만 곧 수업이 있다고…
en: you have a lesson soon...

source: 난 그냥 내 몸이 젊어져서 속도가 잘 나는 줄 알았는데…
en: i just thought i became more nimble now that i’m younger...

source: 사실 나도… 점쟁이 청년처럼…
en: the truth is... I’m also like the fortune-teller man...

source: 때가 되면 누구에게나 공평하게 찾아오는 것들이 있다.
en: there are things that everyone must eventually face.

source: 흠… 역시 남자는 잘생기고 똑똑해야 하는군.
en: hmmm, i suppose men should be good-looking and smart.

source: 초심자는 간단한 것부터 시작해야 하는 법이거늘.
en: beginners should start with something simple.

source: 어머, 근데 하미 양이 원래 이렇게 예뻤던가요?
en: oh my, I didn’t realize how pretty you were, grana.

source: 루크는 귀여운 꼬마 생쥐였지만 날카로운 발톱과 단단한 이를 가지고 있었지요.
en: luke was a small, cute mouse, but he had sharp nails and strong teeth.

source: 귀한 책을 발견할 수 있을 것 같아서요.
en: I feel like I’ll find a precious book there,

source: …하아, 눈치 없긴.
en: ugh, you’re so tactless.

source: 그야…
en: well...

source: 꽉
en: squeeze

source: 대단하네요!
en: amazing!

source: …도련님, 대체 무슨 고민을 하시는 겁니까?
en: young master, what are you thinking about?

source: 솔직히 저도, 믿기가 어렵네요.
en: honestly, it’s difficult for me to believe it myself.

source: 저기… 도련님?
en: uh... young master?

source: 톡
en: tap

source: 할머니는 충분히 해낼 수 있어요!
en: you can do it, granny!

source: 새싹 마법술사를 위한 초급 마법술 이론서예욤.
en: it’s an elementary magic theory book for newbie sorcerers.

source: 빨리 나오는 거 잊지 마!
en: don’t forget to finish quickly!

source: 그런가···.
en: would it be...?

source: 아냐, 알아.
en: yes, I do.

source: 동의합니다.
en: I agree.

source: …하미 양과 관련된 일이 아니었던 건가?
en: wasn’t that about grana?

source: 그냥 맘 편히 회춘했다, 생각하세욤!
en: just think of it as getting your youth back!

source: 리자, 대체…
en: liza, what in the world...

source: 남동생인 2황자는 지금 아카데이원에 재학 중인 상태라 소개해 드리지 못하네요.
en: my brother, the second prince, is in the academy and that’s why we’re not able to introduce him to you.

source: 뭐, 어쩔 수 없지.
en: fine then.

source: 나 같은 일?
en: cases like mine?

source: ···하미.
en: grana.

source: 정말 놀라워요···.
en: this is astonishing...

source: 저는 이해할 수 없습니다.
en: I can’t understand.

source: 저번 생을 너무 만족스럽게 살아서, 이번 생도 그렇게 살고 싶었어요.
en: I was so satisfied with my previous life that I wanted to live like that this time around as well.

source: 또한 고용인들의 봉급 역시 달라졌다.
en: the employees’ wages changed drastically as well.

source: 진짜 해결법은 두 번째 방법이에욤.
en: the real solution is the second one.

source: 가만 보니 어엿한 레이디 같아 보이네요.
en: you almost seem like a gentle lady.

source: 알려 주다니, 무엇을 말이셔요?
en: teach her what?

source: 너도 외출복 하나… 아니 다섯 벌 정도는 있어야지.
en: you should have one... i mean, at least five sets of regular attire.

source: 크리스티 가이아
en: christy gaia

source: 그래서 염원이 없는 거예요.
en: that’s why I don’t have any wishes.

source: 부럽다…
en: I’m so envious...

source: 이게 대체 무슨 상황이야?
en: what is going on?

source: 오냐, 오냐.
en: sure, sure.

source: 알겠지?
en: do you understand?

source: 이래서는 내기를 할 맛이 안 나지.
en: so it might not be as much fun betting on him.

source: 아셨죠?
en: do you understand?

source: 할미…?
en: granny?

source: 티파티가 열리는 당일, 윈스턴 자작가에 비상 아닌 비상이 걸렸다.
en: on the day of the tea party, the winston estate was in a state of what one might call an emergency.

source: 설마 진짜로 옷감하고 실만 달라고 한 건 아니지?
en: you didn’t really ask for just fabric and thread, did you?

source: 종이비행기도 없이 혼자 가려니 심심하네.
en: but without the paper airplane, it’s rather lonely to go by myself.

source: 청소하는 걸 한 번도 못 봤는데.
en: I haven’t seen anyone clean it before.

source: 점심쯤 와 주시면 감사하겠습니다.
en: it would be best if you arrived around lunchtime.

source: …뭐가 그리 좋은 거야?
en: what is she smiling so much for?

source: 아무래도 상황이 상황이라서 말이다.
en: the situation is complicated.

source: 그랬지.
en: you did.

source: 반가워요.
en: nice to meet you.

source: 꼬마 생쥐가 말했어요. ‘너희 집엔 이런 거 없지?’ 그러자 꼬마 고양이가… 다… 아니, 대…?
en: i bet you don’t have this at your home,” the small mouse said. then, the cat rep... no... resp?

source: 무엇보다 제 여동생 티아나의 자유분방한 식사 방식을 본다면 하미도 부담이 없어질 거고요.
en: and if you see how my sister tiana behaves, you’ll know you’ll be alright.

source: 하미가 진짜 우리보고 가르치라는 걸까?
en: is grana really asking us to teach them?

source: -52화-
en: episode 52

source: 어서 가서 씻고 저녁 먹자.
en: let’s go and wash up for dinner.

source: 화악-
en: blush

source: 뭐어~?
en: what?!

source: 으…
en: ugh....

source: 신분은 별로 중요한 게 아니었어.
en: status doesn’t matter, after all.

source: 고마워. ‘어차피 둘 중 하나는 파멸이야’ 꼬마 생쥐 루크가 비장하게 중얼거렸어요.
en: thanks. “besides, one of us will be destroyed,” luke murmured intensely.

source: 정말 그 하녀가 이 공예품을 만들었나요?
en: did that maid really make this handicraft?

source: 이제 다 된 것 같…
en: it’s all done...

source: 네게 직접 지시를 내리신대.
en: he’ll be giving instructions to you directly.

source: 일어나!!
en: wake up!!!

source: 게다가 넌 아직 어리잖아.
en: on top of that, you’re still young.

source: 자, 받도록.
en: here you go.

source: 이게 대체 무슨 소리지?
en: what’s with this letter?

source: 아닙니다.
en: no problem.

source: 그리고… 하이젤 백작 부인과 콘실 백작 부인, 님페라 자작 부인, 벤첼롯 남작 부인께서도 오셨습니다.
en: and... countess heisel, countess consille, and viscountess nimpera have also arrived.

source: 만들어 둔 과자가 좀 있는데, 어때?
en: i made some cookies. would you like those?

source: 계피에 생강…
en: cinnamon and ginger...

source: 하아,,,
en: sigh

source: 아, 그거라면 알고 있긴 하지만…
en: well, yes... i am aware.

source: 미래를 알려 준 제 잘못이죠.
en: it’s my fault for telling alfie the future.

source: 카시안 윈스
en: cassian winston

source: 아차, 내 정신 좀 봐요.
en: oh my, look at me.

source: 가만… 지금 가르치고 있는 사람도 하녀지…
en: well... the one teaching us is also a maid.

source: 걱정 푹 놓으시고, 저만 믿으셔요!
en: don’t worry. you can count on me!

source: 하지만 가장 중요한 변화는 공식적인 휴일이 생긴 것이었다.
en: but the most crucial change was that there was now an official holiday.

source: 아, 여우 사냥할 때, 필요할 것 같아서.
en: I thought I’d need it for when I hunt the fox.

source: 있잖아, 황녀님.
en: hey, princess.

source: 빨리, 빨리!
en: quickly, quickly!

source: 우리가 엄청 예쁘게 꾸며 줄게.
en: we’ll doll you up.

source: 어차피 더는 착용하지 않는 물건들이랍니다.
en: we don’t need them, anyways.

source: 하미 주인님의 곁에 있는 것을 좋아합니다.
en: I like being around you, master grana.

source: 앗
en: what?

source: 그럼 저 여자가 전설 속의 창조 마법술사였다던 그 사람?
en: then would that lady be the legendary creation sorceress?

source: 그 후…
en: afterwards...

source: 어쩌다가 이렇게 된 거지.
en: how did things end up this way?

source: 저와 결혼하는 바람에… 여러모로 고생이 많지요.
en: ...but she suffered quite a bit because she married me.

source: 내가 필사본을 만들면 돼.
en: I’ll make a written copy.

source: 자러 가자.
en: let’s sleep.

source: 대체 누가 이렇게 어렵게 쓴 거야.
en: who wrote it to be so complicated?

source: 글쎄요, 아무리 그래도 저렇게 어린 나이는 아니지 않을까요?
en: i don’t think so. don’t you think she’s a little too young?

source: 밧줄을 이쪽 나뭇가지에 묶은 다음에, 그네 타듯 매달려서 건너면 돼.
en: just tie the rope to a branch on this side, and hold on to it like a swing as you cross over.

source: 우선 비가 그칠 때까지 여기 있는 게 좋겠어.
en: it’s best to wait here until the rain stops.

source: 단추.
en: the button.

source: 우와…
en: wow...

source: 미리엄 공작의 후원을 받아 사업을 했어.
en: I ran my own business with the help of duke miriam.

source: 예선전은 정오에 시작됩니다.
en: the qualifier starts at noon.

source: 아, 많이 마시면 안 되는 거였군요.
en: i was not aware of that...

source: 잠깐만, 이번에도 나한테 날라오면 어떡하지?
en: what if it flies towards me again?

source: 하미 넌, 오늘도 그 옷이군.
en: grana, you’re wearing those clothes again.

source: 너한텐 말해도 되냐고 말이야.
en: I’ll ask if I can tell you.

source: 그동안 나는,
en: during that time...

source: 그러지 말고 내일 저랑 같이 놀러 나와요.
en: you can play with me tomorrow.

source: 하미구나~ 뭐 필요한 거 있니?
en: it’s grana! do you need anything?

source: 뿐만 아니라 일버니야 부인과 이번요 부인, 세버니도 부인까지… 다들 오셨습니다.
en: not only that, lady uno, lady dos, and lady tres have all come.

source: 아니면 저 테이블도 괜찮군.
en: that one seems fine too.

source: 복숭아가 외쳤어요. ‘오늘이야말로 원수를 갚을 날이다.
en: the peach yelled, “today is the day vengeance will be served!

source: 뭔가 짚이는 게 있으셔욤?
en: did something come to mind?

source: 그래서 일어나 계신 줄 착각했지 뭐에요?
en: at first, I thought you were already up!

source: 거의 90살쯤 죽었네요.
en: I died when I was almost ninety years old.

source: 아, 딱 좋네요.
en: that works well for me.

source: 뭐···?
en: what?

source: 사실 저는 이번이 두 번째 삶이거든요.
en: this is actually my second life.

source: 네, 그냥 아무거나 이것저것 만드는 거욤.
en: yeah, just making random things.

source: 아까부터 자꾸 잠꼬대로 웃으시던데.
en: you kept laughing in your sleep.

source: 아, 낮에 보니 커튼이랑 식탁보가 영 마뜩잖아서 바꿔야겠더구나.
en: oh, i thought the curtain and placemats on the dining table were an eyesore, so i thought i should change them.

source: 그 점쟁이 청년이 나를 보더니 바로 “할머니”라고 하더라고.
en: ...the young fortune-teller man looked at me and immediately called me “granny”.

source: 익숙해지기까지 다들 좀 시간이 걸리곤 하지요.
en: it takes time to get used to for most people.

source: …아니에요.
en: it’s nothing.

source: 저는 아까부터 배우고 싶었답니다.
en: i’ve wanted to learn this entire time!

source: 오늘은 여기까지 할까요?
en: shall we end here?

source: 여기에는 유명한 고서점이 하나 있거든요.
en: there’s a famous used bookstore here.

source: 아니에요, 뭘요~
en: it’s nothing.

source: 사실 할머니가 바로 그 몸에 살던 아가예요.
en: you, granny, are that very child.

source: 걱정하지 않으셔도 됩니다.
en: you don’t have to worry about me.

source: 그래도 난 우리가 친구 사인 줄 알았는데.
en: but I always thought we were friends.

source: 아… 그래.
en: oh... right.

source: 실물을 제 눈으로 보고 나니 점점 더 그 하녀가 궁금해지는군요.
en: now that i’ve seen it with my very eyes, i’m even more curious about this maid.

source: 그 여우는 사람… 아니, 그러니까 사람같이 영특하잖아.
en: the fox is a hu... I mean, as clever as a human.

source: 생성 단계를 8단계로 축약하는 건 무리수니까, 12단계로 다시 늘려.
en: It’s nearly impossible to shorten it to eight stages, so let it go back to 12.

source: 아, 왜에.
en: but, why?

source: 그럼 같이 놀까?
en: then would you like to play with me?

source: ···예?
en: sir?

source: 하미양, 괜찮다면 이 천을 제게 팔 수 있을까요?
en: ms. grana, if it’s all right with you, will you sell this fabric to me?

source: 그럼 황비님의 드레스를 잠시 빌려도 괜찮을까요?
en: then may I borrow my queen’s dress for a while?

source: 우와···!
en: wow...!

source: 안으로 들어갔어?
en: did it go inside?

source: 율리시스 전하께서 드레스와 장신구를 많이 보내셔서 그렇습니다.
en: it’s because prince ulysses sent so many dresses and a lot of jewelry.

source: 앞으로 적당한 때마다 만들어 드릴 테니, 아내분과 나눠드셔요.
en: i’ll make more whenever it’s needed, so have some with your wife.

source: 뭔가 별세계에 온 것 같아.
en: I feel like this is what a galaxy would be like.

source: 고거랑 똑같은 이치예요.
en: it’s the same thing.

source: 흠… 고 앙칼진 아이한테 물어봐야 하나…
en: hmm... am i supposed to ask that snappy child?

source: 아, 그 얘기?
en: oh, that?

source: 선황제가 최초로 만든 법전의 이름은 무엇일까요?
en: which was the first law to be enacted in the empire?

source: 이런···
en: oh dear...

source: 잠시 여기서 기다리고 계십시오.
en: please wait here.

source: 하나씩 하다 보면 돌파구가 보일 거예욤!
en: there will be a breakthrough eventually!

source: 어때요?
en: What do you say?

source: 그냥 손끝에 마력을 집중시켜서 글씨를 쓰면 되는 거라서욤.
en: you just need to concentrate your powers at the tip of your finger and write the letter.

source: 저희 집에 오셔서 꼭 저와 제 아… 아니, 가족을 만나 보셨으면 합니다.
en: i would like you to come and meet my wi... my family.

source: 제작
en: Production

source: …까짓것, 내가 가르쳐주지, 뭐.
en: i can teach you...

source: 아니, 그냥… 뭐.
en: oh, uh... it’s nothing.

source: 하지만 나 심심하단 말이야.
en: but I’m bored.

source: 아직 이른데 벌써 자야 하느냐… 요?
en: do we have to go to bed when it’s still so early... ma’am?

source: 정말 아름답지 않나요?
en: isn’t it beautiful?

source: 그거 나쁘지 않군요.
en: that’s not a bad idea.

source: 마법술사인 것도 되도록 숨기는 게 좋다고 했는데…
en: he said it’ll be good if i can keep it a secret...

source: 우리 티아나가 누군가의 이름을 제대로 부르는 모습은 처음 본답니다.
en: this is my first time seeing tiana calling someone by the right name.

source: 다시 보고 싶다라…
en: meet it again?

source: 그런데 저는 프리드리 부인의 말도 일리가 있는 것 같기는 해요.
en: I think lady friedrich has a point.

source: 이런, 도련님?
en: oh, young master?

source: 끼니는 제때 챙겨야지, 아무렴.
en: you need to eat your meals, of course.

source: ···아니에요.
en: no.

source: …지금?
en: right now?

source: 뭐, 평민이면 모를 수도 있지.
en: well, that’s normal for a commoner.

source: 오늘은 식사를 방으로 가져다 달라고 하지.
en: i’ll ask them to bring my it up to my room.

source: 생김새는 어린아이인데 어딘지 모르게 성숙해 보이는 분위기까지…
en: she looks young, but, for some reason, feels mature...

source: 허억,,,
en: huff

source: 저는 거의 영생의 시간 동안 존재했습니다.
en: I’ve existed pretty much since the beginning of time.

source: 나의 소원은 첫째, 가족의 행복이요, 둘째, 가족의 건강이며, 마지막은 글공부였다.
en: my wishes were my family’s happiness, my family’s health, and, finally, learning how to read.

source: 사라카엘.
en: saraqael.

source: 그러면 되겠네요!
en: yeah, I guess you’re right!

source: 책을 많이 읽으면 훌륭한 사람이 된다지?
en: reading makes one a successful person, right?

source: 들어가겠습니다.
en: i’m coming in.

source: 하미, 보내 드린 것들은 마음에 드셨습니까?
en: grana, did you like the presents I sent you?

source: 그럼 다행이군.
en: what a relief then.

source: 저희에게도 좀 보여 주셔요.
en: would you be able to show us some?

source: 얼른 여기 앉아봐.
en: come sit here.

source: 방금은 분명 혼자 있는 것을···.
en: but you just said you prefer being alone...

source: -9화-
en: -Episode 9-

source: 깜짝!
en: surprised!

source: 괜찮다.
en: it’s fine.

source: 달지도 쓰지도 않은 것이 진한 풍미가 있어.
en: it’s not too sweet and has a rich flavor.
